{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"GG":257,"AA":258,"GC":259,"UU":260,"AC":261,"GU":262,"AU":263,"CC":264,"GAA":265,"CU":266,"GA":267,"AGC":268,"GGU":269,"GGC":270,"GAC":271,"GUU":272,"GAU":273,"AGG":274,"AAU":275,"AUU":276,"CGG":277,"CGC":278,"AGU":279,"ACU":280,"CUU":281,"CCU":282,"GCU":283,"CAA":284,"CAC":285,"GGGG":286,"GUAA":287,"GGAA":288,"AGA":289,"UUU":290,"GGGC":291,"AUGC":292,"GUGC":293,"ACGG":294,"GUC":295,"AGCU":296,"GACU":297,"GAGG":298,"AGAU":299,"AGAA":300,"AUC":301,"GAGC":302,"AACU":303,"AAGC":304,"GAGU":305,"AGUU":306,"GAAU":307,"AGGC":308,"CGU":309,"GAAAGC":310,"GGCU":311,"AGGU":312,"GGCC":313,"AAUAC":314,"CAGC":315,"AUUU":316,"CAU":317,"AAUU":318,"GGGU":319,"GAUU":320,"GGUU":321,"CUGC":322,"GAGGC":323,"GGAC":324,"GUGU":325,"AUCC":326,"CGCU":327,"AAAC":328,"GGUGAA":329,"CCC":330,"GGAU":331,"GUUU":332,"GUGAA":333,"GAAGGC":334,"GCGC":335,"GUCC":336,"CGGCU":337,"GCAC":338,"CUUU":339,"AACAC":340,"AAC":341,"CAGU":342,"AAGUC":343,"GUAGC":344,"CCUU":345,"CGGU":346,"AAAA":347,"GAGAC":348,"GGAAUU":349,"GUCU":350,"CCGC":351,"GAAGAA":352,"AGCAGU":353,"AGAC":354,"ACCU":355,"GACGCU":356,"AGACU":357,"ACGU":358,"GGGCGUAA":359,"UUUU":360,"CCCU":361,"CAGG":362,"AUCU":363,"GUGGGG":364,"CCAC":365,"GGUAA":366,"GGCGAAGGC":367,"GGAGG":368,"GGCUU":369,"CCUACGG":370,"GAGAGG":371,"CGCGU":372,"GGUGAAAUGC":373,"GGAGC":374,"GGGAA":375,"GGCGGC":376,"GAACGCU":377,"ACUU":378,"GUGA":379,"AAUAUU":380,"CGAU":381,"GACGGU":382,"CCCC":383,"GAGGCAGCAGU":384,"AUGCAAGUC":385,"AUAA":386,"GCUU":387,"GUGCCAGC":388,"CGGC":389,"AAUGGGC":390,"CGCGGU":391,"GCCU":392,"CAUU":393,"ACCC":394,"CUCU":395,"CGGCUAACU":396,"GUGGGGAGC":397,"GGGAU":398,"GAACGCUGGCGGC":399,"CCUACGGGAGGCAGCAGU":400,"ACAC":401,"CACU":402,"GAGGU":403,"GUUGUAA":404,"GAUGC":405,"GUAGCGGUGAAAUGC":406,"CGAA":407,"GGAAU":408,"AAGU":409,"AUAC":410,"CCAGC":411,"GGUCU":412,"GUGCCAGCAGC":413,"AUGU":414,"GAAAGCGUGGGGAGC":415,"UUCGG":416,"CAAGGC":417,"AAGCGUU":418,"AGCUU":419,"GAACGG":420,"AAACAGG":421,"CUUCGG":422,"CAAU":423,"AACGC":424,"AACC":425,"CGAC":426,"ACGGU":427,"GAGGAA":428,"GUGAGUAA":429,"GGCGG":430,"GUGCCAGCAGCCGCGGU":431,"GGCCU":432,"ACUGC":433,"GUAGGC":434,"GGGCU":435,"CUUUU":436,"CCGU":437,"AAAGG":438,"AACACAUGCAAGUC":439,"GUAGAU":440,"AUAU":441,"AGACUCCUACGGGAGGCAGCAGU":442,"GGGACU":443,"GGGUU":444,"GUAGA":445,"GAAGC":446,"GGGGAAUAUU":447,"CAUGC":448,"UUGC":449,"GGUUU":450,"GGAUU":451,"GGGGU":452,"ACUGGGCGUAA":453,"CCUGC":454,"AGAAU":455,"AGCUAGUU":456,"CUGAC":457,"GGAUUU":458,"CGGAAUU":459,"CGUU":460,"GAGAA":461,"CUGU":462,"GAGCGUU":463,"AUUAGAU":464,"GAAAGCGUGGGGAGCAAACAGG":465,"CCUGGU":466,"ACUGACGCU":467,"AGAGU":468,"CUCC":469,"AUGAU":470,"GACGAU":471,"ACC":472,"GGCCUUCGG":473,"AAAU":474,"GCAU":475,"AACUU":476,"GAAAC":477,"GAACGCUGGCGGCGUGC":478,"AGGGUGC":479,"CUGAU":480,"AAUACCGC":481,"CACACU":482,"AGGAA":483,"ACUUU":484,"CGGAU":485,"GGAACU":486,"GACGC":487,"ACGGCCC":488,"AUUUU":489,"CUCAA":490,"GGCGGACGG":491,"AGGAGG":492,"CUGUU":493,"GGACU":494,"GAGAU":495,"AACCU":496,"GGAGU":497,"GGGGGAU":498,"GGCCUUCGGGUUGUAA":499,"GAGUU":500,"GCAA":501,"AUCGG":502,"AGUUU":503,"CAGUGGCGAAGGC":504,"GUAGU":505,"GACCU":506,"GUAGG":507,"ACCAAGGC":508,"AAGUU":509,"GUCGG":510,"GAUGCAGC":511,"GUGAGU":512,"CAUC":513,"GAUGAA":514,"AGGCCU":515,"GCAAGC":516,"CGAGU":517,"GUGAGUAACAC":518,"GGUCUGAGAGG":519,"CGGAAUUACUGGGCGUAA":520,"CAAGC":521,"CGGCUAACUCC":522,"GGCGC":523,"AAUGGGCGAAAGC":524,"AUGAC":525,"UACGU":526,"CCCGG":527,"AAACU":528,"GAAAUGC":529,"AUGAA":530,"CGCGUGAGU":531,"GGGACUGAGAC":532,"CUAAUAC":533,"GAGCU":534,"AUCAA":535,"UAC":536,"CUC":537,"AUUAGAUAC":538,"ACGGUCC":539,"AAUGC":540,"ACGUG":541,"GGGUAGC":542,"AGAGC":543,"ACGC":544,"CGGCCAC":545,"GGCUAACU":546,"AUUGGGCGUAA":547,"AGAUU":548,"ACCGC":549,"GGGAC":550,"GAAACU":551,"CGGUGGCGAAGGC":552,"AGGUU":553,"CGAGC":554,"GUGCCAGCAGCCGCGGUAAUAC":555,"GUGAU":556,"GUAGGU":557,"AUAUU":558,"AUUAGCUAGUU":559,"AAAGC":560,"GGCGAACGG":561,"GUUUU":562,"AGAAUU":563,"AAGAA":564,"GUAC":565,"CCUUU":566,"GAACAGG":567,"AGCUGGUCUGAGAGG":568,"GGAACUGAGAC":569,"UUAACACAUGCAAGUC":570,"GGGUUU":571,"AAUGGGCGCAAGC":572,"GUAGCGGUGAAAUGCGUAGAU":573,"GAUACU":574,"AGGCU":575,"CCAU":576,"GGUGC":577,"ACGGCCCAGACUCCUACGGGAGGCAGCAGU":578,"CCCAC":579,"AGUC":580,"AGGAGGAACAC":581,"ACCAA":582,"GAACGC":583,"GUCAA":584,"CAGCCACACU":585,"GUAACU":586,"GAGGCGC":587,"CGGCCU":588,"AAGCAC":589,"GGGGC":590,"CCCGGU":591,"GGGGAAUAUUGCAC":592,"CGCGUGU":593,"CUGAA":594,"GGAACUGAGACACGGUCC":595,"AAUGGGG":596,"GUUGGU":597,"GCCC":598,"GGUGAAAUU":599,"AAUACGG":600,"GAUUU":601,"AGAAGAA":602,"GGGCUU":603,"AUCCU":604,"GAAAGU":605,"ACCUU":606,"GUGAAAGC":607,"GCAGGC":608,"GUAU":609,"GUCAC":610,"GUGGU":611,"GACGAACGCUGGCGGCGUGC":612,"GUGAC":613,"AUCAC":614,"GGCUCAA":615,"CGGAAUUACUGGGCGUAAAGC":616,"GCUCAA":617,"GGGA":618,"GUGAAAUCC":619,"ACAUU":620,"AUCUU":621,"AGGGAAU":622,"AAAUU":623,"CAGAA":624,"CUGAUCCAGC":625,"AGAUAUC":626,"GUUGC":627,"AUCGUAA":628,"GGGGUAA":629,"GGAAUUCCUGGU":630,"GGAAAC":631,"GUAGAGAU":632,"AAAAU":633,"CCCUU":634,"GACACU":635,"GACGGUACCU":636,"CGUAA":637,"GUGGC":638,"GCUGAA":639,"GGGUAA":640,"CGAAU":641,"GUUGUU":642,"GCUGC":643,"GGGAAU":644,"CUGAGAGG":645,"AGAGGU":646,"GAGA":647,"CGGCUAACUCCGUGCCAGCAGCCGCGGU":648,"AUCCGGAUUU":649,"GCGCGUAGGC":650,"CCAA":651,"ACAA":652,"AAUUUU":653,"CCCAA":654,"GAGGCAC":655,"GUGAGUAACACGU":656,"AAGCGUUGUCC":657,"GAAC":658,"CACCAGUGGCGAAGGC":659,"AGAGG":660,"GUGCU":661,"CGGAAU":662,"ACAGG":663,"GGUCUUCGG":664,"CACCU":665,"AUAGAU":666,"CAGUU":667,"GAGGAGC":668,"CGGAA":669,"GAUUGC":670,"AGGCCUAACACAUGCAAGUC":671,"CCGGU":672,"CCCGC":673,"GCUCGU":674,"CACGGCUAACU":675,"AUGGU":676,"AUUGAACGCUGGCGGC":677,"GGGGAAUAUUGGAC":678,"UUCU":679,"UUGCU":680,"ACUCU":681,"AUAGC":682,"GAGGAAUAUU":683,"AAGCAU":684,"GGAUC":685,"AGGGAAGAA":686,"AGAAGAAGCAC":687,"GCUAAUACCGC":688,"ACGGGC":689,"GGGACUGAGACACGGCCCAGACUCCUACGGGAGGCAGCAGU":690,"CA":691,"CGCAA":692,"GUAGCGGUGAAAUGCGC":693,"ACGAU":694,"GGGAUU":695,"AGCUUGUUGGU":696,"AAUCU":697,"CGCGUGC":698,"CAUGCCGCGUGU":699,"GUCUU":700,"GGUGAAAUUCGU":701,"GUGAGUAAU":702,"GAGGUAA":703,"GGAACUGAGACACGGUCCAGACUCCUACGGGAGGCAGCAGU":704,"CUGAUGCAGC":705,"AAUAA":706,"CCCCU":707,"GAAAGCU":708,"AACGCCGCGUGAGU":709,"GGAGGAACAC":710,"AGGGAU":711,"AGAUAUU":712,"CCGGGG":713,"AGCAC":714,"CGGCUAACUAC":715,"GGCUUACCAAGGC":716,"CAAGGCGACGAU":717,"GGGUUUAAAGG":718,"CUGGU":719,"CAGA":720,"GUCGC":721,"CGGCUAACUACGUG":722,"GAAUAA":723,"GUAGAGGUGAAAUUCGU":724,"GCCUU":725,"GACUU":726,"CCUAGU":727,"AAACGG":728,"GAGUGC":729,"GUUCU":730,"CGGCUAACUCCGUGCCAGCAGCCGCGGUAAUACGG":731,"GGUGGGG":732,"CCCAGU":733,"CGGCCACACU":734,"AGGGAA":735,"AGGGGAGC":736,"AACUGACGCU":737,"GGGUAGCCGGCCU":738,"CUUUGAACGC":739,"GGGGAU":740,"AUCAAU":741,"GUGAAUUGC":742,"AACGU":743,"AGGGAAUCUU":744,"UACGUAGG":745,"AGAUAUCAGGAGGAACAC":746,"GAGGAAUAUUGGU":747,"AGUCC":748,"CUAU":749,"AGCAU":750,"GGGCUCAA":751,"AGGGC":752,"GGAAACU":753,"AACAA":754,"CAGGU":755,"ACGUU":756,"AAUUU":757,"AGAUUU":758,"AAUGGGCGAAAGCCUGAC":759,"AUCGC":760,"GAAAGCGU":761,"ACAAU":762,"AGGGG":763,"GAGUAA":764,"GAGGUGC":765,"AAUCGGAAUUACUGGGCGUAAAGC":766,"CGGUU":767,"GAGCGUUGUCC":768,"GAUGAAGAA":769,"GCAGC":770,"GAGAGU":771,"GACGAACGCUGGCGGCGUGCUUAACACAUGCAAGUC":772,"GUCCU":773,"GAAAUGCGAU":774,"AGCUAGUUGGU":775,"GACGUU":776,"GAAUU":777,"GACUGC":778,"GCUGCAU":779,"AGAGGAA":780,"AUACU":781,"AUCAGCUUGUUGGU":782,"GAUCU":783,"CGGAUU":784,"AAUCUU":785,"GGAAUUCC":786,"CUAAUACAUGCAAGUC":787,"GUUAA":788,"CAGCU":789,"CGACCUGAGAGG":790,"GCUGAACUU":791,"GAAGAAGGCCUUCGGGUUGUAA":792,"GAUUGCGAAGGC":793,"CCCGU":794,"GGGAGC":795,"GUAAU":796,"GACGGUAC":797,"GACGGGUAGCCGGCCU":798,"AGCGC":799,"GCUCGUAGGC":800,"GGCCUU":801,"CCGAA":802,"GUGAAGAA":803,"GGAAUUCCCGGU":804,"CCAGU":805,"AUUGUAA":806,"CGGCUAACUU":807,"CAAUU":808,"GGAAUUAUUGGGCGUAA":809,"GAAAGCGUGGGGAGCGAACAGG":810,"CCGG":811,"CCCAU":812,"CGAGG":813,"AGGAC":814,"AAAGU":815,"CCGAU":816,"CACCAA":817,"AGCCACGGCUAACU":818,"UUUCU":819,"GGCGGU":820,"GGAAUGC":821,"GAAACCCU":822,"AAGUCC":823,"CGUGC":824,"GAAAGCGUGGGGAGCAAACAGGAUUAGAUAC":825,"AGCUGGUCUGAGAGGAUGAU":826,"AGAGGGG":827,"AUGGUU":828,"CGAUU":829,"AUUAGCUAGUUGGU":830,"AUGCCU":831,"AGAGUGC":832,"GAAAA":833,"GAUGAACGCUGGCGGCGUGC":834,"GGUAAC":835,"ACGAC":836,"GUCAUU":837,"AAUACCGGAU":838,"GUGUAGGC":839,"GAGGGG":840,"AUAAU":841,"CGCGUGAGG":842,"AGCUCGU":843,"AG":844,"CACUGGGCGUAA":845,"ACUGGGU":846,"GAAUCAUC":847,"CUUGC":848,"CAACU":849,"CAGGC":850,"AAGCGGAGG":851,"AGGGCGCGUAGGC":852,"AAGCGUUGUU":853,"GGAACUGC":854,"CCAUU":855,"ACCAU":856,"AAGUCU":857,"AUCCGGAUUUAUU":858,"CGAUGGCGAAGGC":859,"ACACU":860,"GGGAGG":861,"GUGAGUAACGCGU":862,"GAAUCUUUGAACGC":863,"CCUUUU":864,"CAGAU":865,"AGUGAA":866,"GGAGAA":867,"AACUCUGUU":868,"GGCGGACGGGUGAGUAAU":869,"GUAGAGGUGAAAUUCGUAGAUAUU":870,"ACCGG":871,"GAGACGC":872,"GUAUU":873,"AAGCAUAUCAAU":874,"CCUGCCCUU":875,"AUGCU":876,"AGUAAU":877,"AGGGAC":878,"AUCAGCUUGUUGGUGGGGU":879,"AGUAA":880,"CCAGCCAA":881,"AGAAUAAGCAC":882,"CUCUGGGC":883,"AUCAGGU":884,"CCUAU":885,"GAUAAU":886,"ACCAC":887,"GGAUCC":888,"CGACCUGAGAGGGUGAU":889,"CGCCU":890,"CGA":891,"ACAU":892,"CUUCU":893,"GGAGA":894,"AAGCU":895,"GGAAUUCCUGGUGUAGCGGUGAAAUGCGC":896,"AGCGAAAUGCGAU":897,"GAUGUU":898,"AAACGGG":899,"AAGAC":900,"AGCACUUU":901,"AAUGGGGGAAACCCU":902,"GUGUU":903,"AAUGGAC":904,"GGGAUAA":905,"GACGGCCUUCGGGUUGUAA":906,"CAUUU":907,"GGUAUU":908,"CGACU":909,"GACGCUGAGGCGC":910,"AGGCUU":911,"AGCUAAUACCGC":912,"GGUCC":913,"GGGAACUGC":914,"GUCGUAA":915,"GAAGGGG":916,"GUGUAGC":917,"AUGUU":918,"AAGCAUAUCAAUAAGCGGAGG":919,"AGCGGCGGACGG":920,"UACGUAGGGUGC":921,"GAACU":922,"CCAGG":923,"AGUGC":924,"CCUAC":925,"GGCGAAAGC":926,"GCUCU":927,"CACUU":928,"GGUCUU":929,"AUUGC":930,"CAUUGGGCGUAA":931,"CCCUGC":932,"GCUAGC":933,"GUUGCU":934,"AGAGAU":935,"GUCGUC":936,"CGCUU":937,"AAUGGGCGCAAGCCUGAUCCAGC":938,"GAACC":939,"GUGAAUUGCAGAAUU":940,"GGCGAACGGGUGAGUAACAC":941,"GAAAGCUAGGGGAGC":942,"GAAUCAUCGAAUCUUUGAACGC":943,"ACUGGAA":944,"AACGG":945,"CUAAUACAUGCAAGUCGAGC":946,"AGCUUGCU":947,"AUUAGAUACCC":948,"GGAGCAACGCCGCGUGAGU":949,"AAUGGGCGCAAGCCUGAUGCAGC":950,"GUGAAAUCCCC":951,"AAGGU":952,"CGCGC":953,"GGUUUU":954,"GGGUUUAAAGGGUGC":955,"CGGCCACAUU":956,"GGAAGCCU":957,"GUACAC":958,"GGUCUUCGGAUCGUAA":959,"AUUGAACGCUGGCGGCAGGCCUAACACAUGCAAGUC":960,"GACGGGUAGCCGGCCUGAGAGG":961,"AUUCU":962,"GAAAGG":963,"CCUUCGG":964,"GGAGCU":965,"CUUGAGU":966,"CGGAGCU":967,"GACUUU":968,"GUGCCAGCCGC":969,"GCAGU":970,"AGUUGGU":971,"AAGCAUAUCAAUAAGCGGAGGA":972,"GAAAGCCAGG":973,"GGUAAGGUAAC":974,"GGGUUGUAA":975,"ACCCGCUGAACUU":976,"ACAUUGCGC":977,"GGGGAGU":978,"AUCAGC":979,"ACUUCUUUU":980,"AGCUCU":981,"UACGG":982,"GUAGCGGUGAAAUGCUU":983,"AAGGC":984,"CCUCU":985,"AUCAAACAGG":986,"AGCUGGUCUGAGAGGAUGAUCAGCCACACU":987,"AUGGGG":988,"GAGAGC":989,"GGUGAAAUGCGUAGAU":990,"GAGGGC":991,"GGCAGC":992,"GUGAGG":993,"AUCGGGAGGAA":994,"AGAGCUCGUAGGC":995,"GGGGAAUUUU":996,"CAUCU":997,"GAUCCAGC":998,"GAACGGC":999,"GGAAUUCCUAGU":1000,"CGUC":1001,"GGCCCU":1002,"GAUGAU":1003,"AUAAGACU":1004,"GGCUCACU":1005,"GGGGGAC":1006,"AAUCUGC":1007,"GAACAC":1008,"AACUGC":1009,"AAUACCC":1010,"GGACUCGC":1011,"CAUGCCGCGUGUGUGAAGAA":1012,"GUUAC":1013,"AAUUC":1014,"GGCAC":1015,"ACCAAGGCGACGAU":1016,"CUCAACCU":1017,"CGGCUAACUCCGUGCCAGCAGCCGCGGUAAUACGGAGG":1018,"AGAGAA":1019,"CAAAA":1020,"AAGCGUUAUCC":1021,"GAACGGAAAGG":1022,"GGUUUUCGG":1023}