#version: 0.2
G G
A A
G C
U U
A C
G U
A U
C C
G AA
C U
G A
A GC
GG U
GG C
G AC
G UU
G AU
A GG
AA U
A UU
C GG
C GC
A GU
AC U
C UU
CC U
GC U
C AA
C AC
GG GG
GU AA
GG AA
A GA
UU U
GG GC
AU GC
GU GC
AC GG
GU C
AGC U
GAC U
GA GG
A GAU
A GAA
AU C
GA GC
AA CU
AA GC
GA GU
A GUU
GAA U
A GGC
C GU
GAA AGC
GG CU
A GGU
GG CC
AAU AC
C AGC
AUU U
C AU
AA UU
GG GU
GA UU
GG UU
CU GC
GA GGC
GG AC
GU GU
AU CC
CGC U
AA AC
GGU GAA
CC C
GG AU
GUU U
GU GAA
GAA GGC
GC GC
GU CC
CGG CU
GC AC
CUU U
AA CAC
AA C
C AGU
AA GUC
GU AGC
CC UU
C GGU
AA AA
GA GAC
GGAA UU
GU CU
CC GC
GAA GAA
AGC AGU
A GAC
AC CU
GAC GCU
A GACU
AC GU
GGGC GUAA
UU UU
CC CU
C AGG
AU CU
GU GGGG
CC AC
GGU AA
GGC GAAGGC
GG AGG
GGC UU
CCU ACGG
GA GAGG
CGC GU
GGUGAA AUGC
GG AGC
GG GAA
GGC GGC
GAA CGCU
AC UU
GU GA
AAU AUU
C GAU
GAC GGU
CC CC
GAGGC AGCAGU
AUGC AAGUC
AU AA
GC UU
GUGC CAGC
C GGC
AAU GGGC
CGC GGU
GC CU
C AUU
AC CC
CU CU
CGGCU AACU
GUGGGG AGC
GG GAU
GAACGCU GGCGGC
CCUACGG GAGGCAGCAGU
AC AC
C ACU
GA GGU
GUU GUAA
GAU GC
GUAGC GGUGAAAUGC
C GAA
GG AAU
AA GU
AU AC
CC AGC
GGU CU
GUGCCAGC AGC
AU GU
GAAAGC GUGGGGAGC
UU CGG
CAA GGC
AAGC GUU
AGC UU
GAA CGG
AAAC AGG
CUU CGG
C AAU
AA CGC
AA CC
C GAC
AC GGU
GA GGAA
GUGA GUAA
GGC GG
GUGCCAGCAGC CGCGGU
GG CCU
ACU GC
GU AGGC
GG GCU
CUU UU
CC GU
AA AGG
AACAC AUGCAAGUC
GU AGAU
AU AU
AGACU CCUACGGGAGGCAGCAGU
GG GACU
GG GUU
GU AGA
GAA GC
GGGG AAUAUU
C AUGC
UU GC
GG UUU
GG AUU
GG GGU
ACU GGGCGUAA
CCU GC
AGAA U
AGCU AGUU
CU GAC
GG AUUU
CGG AAUU
C GUU
GA GAA
CU GU
GAGC GUU
AUU AGAU
GAAAGCGUGGGGAGC AAACAGG
CCU GGU
ACU GACGCU
AGA GU
CU CC
AU GAU
GAC GAU
AC C
GGCC UUCGG
AA AU
GC AU
AA CUU
GAA AC
GAACGCUGGCGGC GUGC
AGG GUGC
CU GAU
AAUAC CGC
CAC ACU
AGG AA
AC UUU
CGG AU
GGAA CU
GAC GC
ACGG CCC
AUU UU
CU CAA
GGCGG ACGG
AGG AGG
CU GUU
GG ACU
GA GAU
AA CCU
GG AGU
GGGG GAU
GGCCUUCGG GUUGUAA
GA GUU
GC AA
AU CGG
AGUU U
CAGU GGCGAAGGC
GU AGU
GAC CU
GU AGG
AC CAAGGC
AA GUU
GU CGG
GAUGC AGC
GU GAGU
C AUC
GAU GAA
AGG CCU
GC AAGC
C GAGU
GUGAGUAA CAC
GGUCU GAGAGG
CGGAAUU ACUGGGCGUAA
CAA GC
CGGCUAACU CC
GGC GC
AAUGGGC GAAAGC
AU GAC
U ACGU
CC CGG
AA ACU
GAA AUGC
AU GAA
CGCGU GAGU
GGGACU GAGAC
CU AAUAC
GA GCU
AU CAA
U AC
CU C
AUUAGAU AC
ACGGU CC
AAU GC
ACGU G
GGGU AGC
AGA GC
AC GC
CGG CCAC
GGCU AACU
AUU GGGCGUAA
AGA UU
AC CGC
GG GAC
GAA ACU
CGGU GGCGAAGGC
AGG UU
C GAGC
GUGCCAGCAGCCGCGGU AAUAC
GU GAU
GU AGGU
AU AUU
AUU AGCUAGUU
AA AGC
GGC GAACGG
GUU UU
AGAA UU
AA GAA
GU AC
CC UUU
GAA CAGG
AGCU GGUCUGAGAGG
GGAACU GAGAC
UU AACACAUGCAAGUC
GG GUUU
AAUGGGC GCAAGC
GUAGCGGUGAAAUGC GUAGAU
GAU ACU
AGG CU
CC AU
GGU GC
ACGGCCC AGACUCCUACGGGAGGCAGCAGU
CC CAC
AGU C
AGGAGG AACAC
AC CAA
GAA CGC
GU CAA
CAGC CACACU
GUAA CU
GAGGC GC
CGG CCU
AAGC AC
GG GGC
CCC GGU
GGGGAAUAUU GCAC
CGC GUGU
CU GAA
GGAACUGAGAC ACGGUCC
AAU GGGG
GUU GGU
GC CC
GGUGAA AUU
AAU ACGG
GA UUU
AGAA GAA
GGGC UU
AU CCU
GAA AGU
AC CUU
GU GAAAGC
GC AGGC
GU AU
GU CAC
GU GGU
GAC GAACGCUGGCGGCGUGC
GU GAC
AU CAC
GGCU CAA
CGGAAUUACUGGGCGUAA AGC
GCU CAA
GG GA
GUGAA AUCC
AC AUU
AU CUU
AGG GAAU
AA AUU
C AGAA
CUGAU CCAGC
AGAU AUC
GUU GC
AUC GUAA
GG GGUAA
GGAAUU CCUGGU
GGAA AC
GUAGA GAU
AA AAU
CC CUU
GAC ACU
GACGGU ACCU
C GUAA
GU GGC
GCU GAA
GG GUAA
C GAAU
GUU GUU
GCU GC
GG GAAU
CU GAGAGG
AGA GGU
GA GA
CGGCUAACUCC GUGCCAGCAGCCGCGGU
AUCC GGAUUU
GCGC GUAGGC
CC AA
AC AA
AAUU UU
CC CAA
GAGGC AC
GUGAGUAACAC GU
AAGCGUU GUCC
GAA C
CAC CAGUGGCGAAGGC
AGA GG
GU GCU
CGG AAU
AC AGG
GGU CUUCGG
CAC CU
AU AGAU
C AGUU
GAGG AGC
CGG AA
GAUU GC
AGGCCU AACACAUGCAAGUC
CC GGU
CC CGC
GCU CGU
CAC GGCUAACU
AU GGU
AUU GAACGCUGGCGGC
GGGGAAUAUU GGAC
UU CU
UU GCU
ACU CU
AU AGC
GAGG AAUAUU
AAGC AU
GG AUC
AGG GAAGAA
AGAAGAA GCAC
GCU AAUACCGC
AC GGGC
GGGACUGAGAC ACGGCCCAGACUCCUACGGGAGGCAGCAGU
C A
CGC AA
GUAGCGGUGAAAUGC GC
AC GAU
GG GAUU
AGCUU GUUGGU
AAU CU
CGC GUGC
CAUGC CGCGUGU
GU CUU
GGUGAAAUU CGU
GUGAGU AAU
GA GGUAA
GGAACUGAGACACGGUCC AGACUCCUACGGGAGGCAGCAGU
CU GAUGCAGC
AAU AA
CC CCU
GAA AGCU
AACGC CGCGUGAGU
GGAGG AACAC
AGG GAU
AGAU AUU
CC GGGG
AGC AC
CGGCUAACU AC
GGCUU ACCAAGGC
CAAGGC GACGAU
GGGUUU AAAGG
CU GGU
C AGA
GU CGC
CGGCUAACU ACGUG
GAAU AA
GUAGA GGUGAAAUUCGU
GC CUU
GAC UU
CCU AGU
AA ACGG
GA GUGC
GUU CU
CGGCUAACUCCGUGCCAGCAGCCGCGGU AAUACGG
GGU GGGG
CCC AGU
CGGCCAC ACU
AGG GAA
AGG GGAGC
AACU GACGCU
GGGUAGC CGGCCU
CUUU GAACGC
GGGG AU
AUC AAU
GUGAA UUGC
AA CGU
AGGGAAU CUU
UACGU AGG
AGAUAUC AGGAGGAACAC
GAGGAAUAUU GGU
AGU CC
CU AU
AGC AU
GGGCU CAA
AGG GC
GGAA ACU
AA CAA
C AGGU
AC GUU
AA UUU
AGA UUU
AAUGGGCGAAAGC CUGAC
AU CGC
GAAAGC GU
AC AAU
AGG GG
GA GUAA
GAGGU GC
AAU CGGAAUUACUGGGCGUAAAGC
CGG UU
GAGCGUU GUCC
GAU GAAGAA
GC AGC
GA GAGU
GACGAACGCUGGCGGCGUGC UUAACACAUGCAAGUC
GU CCU
GAAAUGC GAU
AGCUAGUU GGU
GAC GUU
GAA UU
GACU GC
GCU GCAU
AGA GGAA
AU ACU
AUC AGCUUGUUGGU
GAU CU
CGG AUU
AAU CUU
GGAAUU CC
CUAAUAC AUGCAAGUC
GUU AA
C AGCU
CGAC CUGAGAGG
GCUGAA CUU
GAAGAA GGCCUUCGGGUUGUAA
GAUUGC GAAGGC
CC CGU
GG GAGC
GU AAU
GACGGU AC
GAC GGGUAGCCGGCCU
AGC GC
GCUCGU AGGC
GGCC UU
CC GAA
GUGAA GAA
GGAAUU CCCGGU
CC AGU
AUU GUAA
CGGCU AACUU
CAA UU
GGAAUU AUUGGGCGUAA
GAAAGCGUGGGGAGC GAACAGG
CC GG
CC CAU
C GAGG
AGG AC
AA AGU
CC GAU
CAC CAA
AGC CACGGCUAACU
UUU CU
GGC GGU
GGAAU GC
GAAAC CCU
AA GUCC
C GUGC
GAAAGCGUGGGGAGCAAACAGG AUUAGAUAC
AGCUGGUCUGAGAGG AUGAU
AGA GGGG
AU GGUU
C GAUU
AUUAGCUAGUU GGU
AUGC CU
AGA GUGC
GAA AA
GAU GAACGCUGGCGGCGUGC
GGU AAC
AC GAC
GUC AUU
AAUAC CGGAU
GUGU AGGC
GA GGGG
AU AAU
CGCGU GAGG
AGCU CGU
A G
CACU GGGCGUAA
ACU GGGU
GAAU CAUC
CUU GC
CAA CU
C AGGC
AAGC GGAGG
AGG GCGCGUAGGC
AAGCGUU GUU
GGAA CUGC
CC AUU
AC CAU
AA GUCU
AUCCGGAUUU AUU
CGAU GGCGAAGGC
AC ACU
GG GAGG
GUGAGUAA CGCGU
GAAU CUUUGAACGC
CCUU UU
C AGAU
AGU GAA
GG AGAA
AACU CUGUU
GGCGGACGG GUGAGUAAU
GUAGAGGUGAAAUUCGU AGAUAUU
AC CGG
GAGAC GC
GU AUU
AAGCAU AUCAAU
CCUGC CCUU
AU GCU
AGU AAU
AGG GAC
AUCAGCUUGUUGGU GGGGU
AGU AA
CCAGC CAA
AGAAU AAGCAC
CUCU GGGC
AUC AGGU
CCU AU
GAU AAU
AC CAC
GG AUCC
CGACCUGAGAGG GUGAU
CGC CU
C GA
AC AU
CUU CU
GG AGA
AA GCU
GGAAUUCCUGGU GUAGCGGUGAAAUGCGC
AGC GAAAUGCGAU
GAU GUU
AAACGG G
AA GAC
AGC ACUUU
AAUGGGG GAAACCCU
GU GUU
AAU GGAC
GGGAU AA
GAC GGCCUUCGGGUUGUAA
C AUUU
GGU AUU
C GACU
GACGCU GAGGCGC
AGGC UU
AGCU AAUACCGC
GGU CC
GGGAA CUGC
GUC GUAA
GAA GGGG
GUGU AGC
AU GUU
AAGCAUAUCAAU AAGCGGAGG
AGC GGCGGACGG
UACGU AGGGUGC
GAA CU
CC AGG
AGU GC
CCU AC
GGC GAAAGC
GCU CU
CAC UU
GGU CUU
AUU GC
CAUU GGGCGUAA
CC CUGC
GCU AGC
GUU GCU
AGA GAU
GUC GUC
CGC UU
AAUGGGCGCAAGC CUGAUCCAGC
GAA CC
GUGAAUUGC AGAAUU
GGCGAACGG GUGAGUAACAC
GAAAGCU AGGGGAGC
GAAUCAUC GAAUCUUUGAACGC
ACU GGAA
AA CGG
CUAAUACAUGCAAGUC GAGC
AGCUU GCU
AUUAGAU ACCC
GGAGC AACGCCGCGUGAGU
AAUGGGCGCAAGC CUGAUGCAGC
GUGAAAUCC CC
AA GGU
CGC GC
GGUU UU
GGGUUUAAAGG GUGC
CGGCCAC AUU
GGAA GCCU
GU ACAC
GGUCUUCGG AUCGUAA
AUUGAACGCUGGCGGC AGGCCUAACACAUGCAAGUC
GACGGGUAGCCGGCCU GAGAGG
AUU CU
GAA AGG
CCUU CGG
GG AGCU
CUU GAGU
CGG AGCU
GAC UUU
GUGCCAGC CGC
GC AGU
AGUU GGU
AAGCAUAUCAAUAAGCGGAGG A
GAAAGC CAGG
GGUAA GGUAAC
GG GUUGUAA
ACCC GCUGAACUU
ACAUU GCGC
GGGG AGU
AUC AGC
ACUU CUUUU
AGCU CU
U ACGG
GUAGCGGUGAAAUGC UU
AA GGC
CCU CU
AUCAA ACAGG
AGCUGGUCUGAGAGGAUGAU CAGCCACACU
AU GGGG
GA GAGC
GGUGAAAUGC GUAGAU
GA GGGC
GGC AGC
GU GAGG
AUCGG GAGGAA
AGA GCUCGUAGGC
GGGG AAUUUU
CAU CU
GAU CCAGC
GAA CGGC
GGAAUU CCUAGU
C GUC
GGCC CU
GAU GAU
AUAA GACU
GGCU CACU
GGGG GAC
AAU CUGC
GAA CAC
AACU GC
AAUAC CC
GGACU CGC
CAUGCCGCGUGU GUGAAGAA
GUU AC
AAUU C
GGC AC
ACCAAGGC GACGAU
CUCAA CCU
CGGCUAACUCCGUGCCAGCAGCCGCGGUAAUACGG AGG
AGA GAA
CAA AA
AAGCGUU AUCC
GAACGG AAAGG
GGUU UUCGG
