{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "A": 1,
      "B": 2,
      "C": 3,
      "D": 4,
      "G": 5,
      "H": 6,
      "K": 7,
      "M": 8,
      "N": 9,
      "R": 10,
      "S": 11,
      "U": 12,
      "V": 13,
      "W": 14,
      "X": 15,
      "Y": 16,
      "Ċ": 17,
      "Ġ": 18,
      "GG": 19,
      "AA": 20,
      "UU": 21,
      "CC": 22,
      "AG": 23,
      "UG": 24,
      "AC": 25,
      "UC": 26,
      "UGG": 27,
      "GC": 28,
      "AGG": 29,
      "UAA": 30,
      "AGC": 31,
      "AUU": 32,
      "ACC": 33,
      "AUG": 34,
      "UCC": 35,
      "GAA": 36,
      "UAC": 37,
      "UGC": 38,
      "AUC": 39,
      "UAG": 40,
      "UUC": 41,
      "AAC": 42,
      "GGC": 43,
      "UUG": 44,
      "AAG": 45,
      "GGG": 46,
      "CCC": 47,
      "AU": 48,
      "UGAA": 49,
      "ACG": 50,
      "AUGG": 51,
      "UAAC": 52,
      "GCG": 53,
      "UCG": 54,
      "AGGC": 55,
      "UGAG": 56,
      "UGGC": 57,
      "AUGC": 58,
      "AGCC": 59,
      "UGCC": 60,
      "AUCC": 61,
      "GGAA": 62,
      "AUAA": 63,
      "UACC": 64,
      "UUUU": 65,
      "ACGG": 66,
      "AGGG": 67,
      "UAUU": 68,
      "AGAA": 69,
      "UUGG": 70,
      "GCC": 71,
      "UAGC": 72,
      "UCAA": 73,
      "UUAA": 74,
      "GAAC": 75,
      "ACAA": 76,
      "UAGG": 77,
      "UGGG": 78,
      "ACCC": 79,
      "UGGGG": 80,
      "UGAC": 81,
      "AUAC": 82,
      "GCGG": 83,
      "AGGAA": 84,
      "UUCC": 85,
      "AGCG": 86,
      "UCCC": 87,
      "GCAA": 88,
      "AGAC": 89,
      "GGCC": 90,
      "AUUC": 91,
      "UUUC": 92,
      "UUGC": 93,
      "AAAA": 94,
      "AGAG": 95,
      "CCG": 96,
      "UACG": 97,
      "ACAC": 98,
      "AUAG": 99,
      "GGGG": 100,
      "UGUC": 101,
      "UAAG": 102,
      "UAUC": 103,
      "UUUG": 104,
      "AGUC": 105,
      "AUUG": 106,
      "GGCG": 107,
      "AAAC": 108,
      "AAGUC": 109,
      "AUGAA": 110,
      "UGUG": 111,
      "UCUC": 112,
      "UGGAA": 113,
      "ACCG": 114,
      "AGUG": 115,
      "UGGGC": 116,
      "UUAC": 117,
      "UCGC": 118,
      "UUCGG": 119,
      "UGCG": 120,
      "UAUG": 121,
      "UUCG": 122,
      "UUUAA": 123,
      "UCGG": 124,
      "UUAG": 125,
      "UCUG": 126,
      "UCCG": 127,
      "AACG": 128,
      "GAAG": 129,
      "AGUGG": 130,
      "UCAC": 131,
      "AUAAC": 132,
      "UGAGG": 133,
      "AUGGC": 134,
      "AGAGG": 135,
      "AGAU": 136,
      "AUGCC": 137,
      "ACCAA": 138,
      "UAGGC": 139,
      "GGGC": 140,
      "AUUAA": 141,
      "GGUGAA": 142,
      "UACGGG": 143,
      "AUCG": 144,
      "AAGCC": 145,
      "UUGAA": 146,
      "UAU": 147,
      "UACAC": 148,
      "GCGAA": 149,
      "CCUU": 150,
      "CCCG": 151,
      "AUGCG": 152,
      "ACUC": 153,
      "UGUU": 154,
      "GGCUAAC": 155,
      "AAGG": 156,
      "UCAG": 157,
      "ACGC": 158,
      "UGUAGC": 159,
      "UGACGC": 160,
      "UGAGAC": 161,
      "UUCCC": 162,
      "GCGUAA": 163,
      "AGCAGCC": 164,
      "AUGGG": 165,
      "AGGCAGC": 166,
      "AGUGGC": 167,
      "AGGGC": 168,
      "UACAA": 169,
      "UCAGC": 170,
      "AUUGG": 171,
      "GAAGGC": 172,
      "GCGGUAA": 173,
      "ACGAA": 174,
      "UUAAG": 175,
      "UGCCAGCAGCC": 176,
      "CCCC": 177,
      "UGUCG": 178,
      "UUGGG": 179,
      "UGCAA": 180,
      "AGCAA": 181,
      "AUCCC": 182,
      "UACGGGAGGCAGC": 183,
      "ACGGG": 184,
      "UUAAC": 185,
      "UUCGGG": 186,
      "ACUG": 187,
      "UUGCC": 188,
      "ACCGG": 189,
      "UAGAG": 190,
      "UUGUAA": 191,
      "UAGUCC": 192,
      "AGGAUU": 193,
      "UAAGG": 194,
      "UGCCAGCAGCCGCGGUAA": 195,
      "UCCUACGGGAGGCAGC": 196,
      "AGGGG": 197,
      "GCACAA": 198,
      "AUAUU": 199,
      "AUAUC": 200,
      "AGUU": 201,
      "UAAUACC": 202,
      "UAAAA": 203,
      "UACGG": 204,
      "AGGAAC": 205,
      "UGCCC": 206,
      "UUGAC": 207,
      "GAAGC": 208,
      "UGGCC": 209,
      "UCUU": 210,
      "UAGGG": 211,
      "AGCCC": 212,
      "UGAGACACGG": 213,
      "AUUAGC": 214,
      "AUAAG": 215,
      "GCUGGC": 216,
      "AGGCC": 217,
      "ACUU": 218,
      "AGCGUGGGG": 219,
      "AGCAAAC": 220,
      "ACCCC": 221,
      "AGGAAGG": 222,
      "UAACC": 223,
      "UUGACGG": 224,
      "AGGAUUAGAU": 225,
      "ACAG": 226,
      "AGACUCCUACGGGAGGCAGC": 227,
      "UGGUC": 228,
      "GGCGG": 229,
      "GCGC": 230,
      "UACCC": 231,
      "UGGAGC": 232,
      "AUGUGG": 233,
      "AGUGGGGAA": 234,
      "UGUAGCGGUGAA": 235,
      "GGGCC": 236,
      "UAGUAA": 237,
      "UCCGG": 238,
      "NN": 239,
      "ĠG": 240,
      "UGAAG": 241,
      "UAGCC": 242,
      "ACAUGC": 243,
      "UCAAC": 244,
      "AGUAC": 245,
      "AGGAUG": 246,
      "AGGAUUAGAUACCC": 247,
      "AGUGC": 248,
      "UAUGG": 249,
      "ACGCC": 250,
      "UAGUUGG": 251,
      "UGUAA": 252,
      "AACC": 253,
      "ACUGC": 254,
      "UAUUGG": 255,
      "UGGGCGUAA": 256,
      "UUUUC": 257,
      "UGAGUAAC": 258,
      "UGCUGC": 259,
      "UAGAA": 260,
      "AUUCC": 261,
      "UAAGC": 262,
      "UAUAA": 263,
      "ACGUC": 264,
      "AAGC": 265,
      "AGAAG": 266,
      "AGCGCAA": 267,
      "UGACGG": 268,
      "AGCGC": 269,
      "UUUUG": 270,
      "UGCAAC": 271,
      "GGUG": 272,
      "UCAGCUCG": 273,
      "UGGUAGUCC": 274,
      "UUUCC": 275,
      "AGCGG": 276,
      "AGAAC": 277,
      "UGAAC": 278,
      "UGGAAC": 279,
      "UUCAA": 280,
      "AGAUU": 281,
      "ACUCC": 282,
      "AGAUG": 283,
      "UUAUU": 284,
      "UGGGAA": 285,
      "AGAGC": 286,
      "AUCAA": 287,
      "GGCUAACUACG": 288,
      "AGCAAC": 289,
      "AGCGUGGGGAGCAAAC": 290,
      "AGGAUUAGAUACCCUGGUAGUCC": 291,
      "ACAUU": 292,
      "UAAACG": 293,
      "UGAGGC": 294,
      "UGUGAA": 295,
      "GAAGG": 296,
      "AUGCGUAG": 297,
      "UUGGC": 298,
      "UAGGGG": 299,
      "AGUGAA": 300,
      "AGGGAA": 301,
      "UGAUC": 302,
      "UGGGAC": 303,
      "UUAAGUCCC": 304,
      "ACCGCCCG": 305,
      "GAACGCUGGC": 306,
      "AAGUCGAAC": 307,
      "AGCGAA": 308,
      "AGCUC": 309,
      "UCAAAGGAA": 310,
      "UCAACC": 311,
      "GCCUGGGG": 312,
      "CCCUU": 313,
      "UCCCC": 314,
      "UGCCG": 315,
      "UGAUCC": 316,
      "UGAGAUG": 317,
      "UUACC": 318,
      "AGACUCCUACGGGAGGCAGCAGUGGGGAA": 319,
      "UCGCC": 320,
      "GGGAC": 321,
      "AGGCG": 322,
      "AGGAAGGUGGGG": 323,
      "GGGCCC": 324,
      "UAUUC": 325,
      "UACGUUCCC": 326,
      "UCAAAGGAAUUGACGG": 327,
      "AUACC": 328,
      "UGAGACACGGCCC": 329,
      "AUAGC": 330,
      "UCAUU": 331,
      "UACACACCGCCCG": 332,
      "UCGAA": 333,
      "AUAGG": 334,
      "AUCGG": 335,
      "UUUGG": 336,
      "UGAUGC": 337,
      "UGCGAA": 338,
      "UAGAGG": 339,
      "GCACAAGCGG": 340,
      "AAGUCG": 341,
      "UGGCG": 342,
      "UCGGAA": 343,
      "GGCGACG": 344,
      "UGAUG": 345,
      "UAGCG": 346,
      "AUACG": 347,
      "AACGAGCGCAA": 348,
      "UCAGCUCGUGUCG": 349,
      "CCUUACC": 350,
      "UUGGGUUAAGUCCC": 351,
      "ACGUGC": 352,
      "ACUGG": 353,
      "AGUAA": 354,
      "GCAAGG": 355,
      "UGUGG": 356,
      "UCAGCUCGUGUCGUGAGAUG": 357,
      "UAUCC": 358,
      "AGUUC": 359,
      "AGACC": 360,
      "ACCAGUGGC": 361,
      "AUAUG": 362,
      "UCAGG": 363,
      "UCUUC": 364,
      "GCAACGAGCGCAA": 365,
      "UUACUGGGCGUAA": 366,
      "UGAUU": 367,
      "UUAUCC": 368,
      "UGACC": 369,
      "UCAUC": 370,
      "UAUGC": 371,
      "UAGUC": 372,
      "GCCG": 373,
      "AUCAGC": 374,
      "AUUCG": 375,
      "UAAUACCGC": 376,
      "UGGGGG": 377,
      "AACGCGAA": 378,
      "ACAGG": 379,
      "UGCGG": 380,
      "GGCUAACUCCG": 381,
      "AUGUGGUUUAA": 382,
      "AGGAAGGUGGGGAUG": 383,
      "GCCGCG": 384,
      "UCGCUAGUAA": 385,
      "UGAAAC": 386,
      "ACGGC": 387,
      "UUGUACACACCGCCCG": 388,
      "UGGAAUUCC": 389,
      "UCAGCUCGUGUCGUGAGAUGUUGGGUUAAGUCCC": 390,
      "GAAAGCC": 391,
      "AUUGC": 392,
      "UGGUCUGAG": 393,
      "UCGGC": 394,
      "UCCAA": 395,
      "AUUAGCUAGUUGG": 396,
      "UAGGCGG": 397,
      "AGUUG": 398,
      "GAACGGG": 399,
      "UCACC": 400,
      "UAAAAC": 401,
      "UCUGG": 402,
      "UAUUG": 403,
      "UUCGGGUUGUAA": 404,
      "ACUUC": 405,
      "ACGUGCUACAA": 406,
      "GAAAA": 407,
      "ĠC": 408,
      "UCUGC": 409,
      "UUUGC": 410,
      "UACCG": 411,
      "UGCAACUCG": 412,
      "AUGGCUGUCG": 413,
      "UUGUUGG": 414,
      "UGUGC": 415,
      "AACGCGAAGAA": 416,
      "UGUUC": 417,
      "AGAGGG": 418,
      "AUCCG": 419,
      "GCGUUG": 420,
      "AACAA": 421,
      "UUGGAA": 422,
      "AUAU": 423,
      "UCUCC": 424,
      "AGAUC": 425,
      "ACGCCG": 426,
      "UUAACC": 427,
      "AGGCGG": 428,
      "ACAUGCAAGUCGAAC": 429,
      "UGGUGC": 430,
      "UAAUAC": 431,
      "UACCAA": 432,
      "GGCCC": 433,
      "AGCAC": 434,
      "UGAACC": 435,
      "ACACUGGGAC": 436,
      "AUCAGG": 437,
      "UGAGUAACACG": 438,
      "GCGUG": 439,
      "UAUAC": 440,
      "UUGUC": 441,
      "GAAUC": 442,
      "UUAGC": 443,
      "UCAGCUCGUGUCGUGAGAUGUUGGGUUAAGUCCCGCAACGAGCGCAA": 444,
      "AGCAACGCCGCG": 445,
      "AGUAGG": 446,
      "UAACG": 447,
      "GCACAAGCGGUGGAGC": 448,
      "UUUAG": 449,
      "AGGGGG": 450,
      "UACACACGUGCUACAA": 451,
      "GGCGC": 452,
      "UGAGAGGG": 453,
      "UGCGC": 454,
      "AGCCG": 455,
      "UGAAUACGUUCCC": 456,
      "UUUAC": 457,
      "NNNN": 458,
      "GGCUAACUCCGUGCCAGCAGCCGCGGUAA": 459,
      "AUGGAA": 460,
      "UGGGCGC": 461,
      "UGGGCGAAAGCC": 462,
      "UAUAG": 463,
      "GAAGGCC": 464,
      "GGCAGC": 465,
      "AUCGC": 466,
      "UGUUG": 467,
      "ACCCG": 468,
      "GGCUAACUACGUGCCAGCAGCCGCGGUAA": 469,
      "AGUCC": 470,
      "AUCAGCC": 471,
      "UGUCC": 472,
      "UCAAAGGAAUUGACGGGGGCCC": 473,
      "UGACGCUGAGGC": 474,
      "UGAGC": 475,
      "UUCCG": 476,
      "AAGAC": 477,
      "GAACG": 478,
      "AACGCGAAGAACCUUACC": 479,
      "UGGCGAAGGC": 480,
      "AACGC": 481,
      "GGAUU": 482,
      "ACACUGGGACUGAGACACGGCCC": 483,
      "AGCCAUGCC": 484,
      "AUGAC": 485,
      "GCACAAGCGGUGGAGCAUGUGGUUUAA": 486,
      "GCGCC": 487,
      "UGAUGG": 488,
      "UGCUGCAUGGCUGUCG": 489,
      "AGGUC": 490,
      "AUGUC": 491,
      "GCCCC": 492,
      "UGACG": 493,
      "GGGCCUUGUACACACCGCCCG": 494,
      "ACCUC": 495,
      "GGGGC": 496,
      "UCACACC": 497,
      "AUUGGGCGUAA": 498,
      "UAACAAGG": 499,
      "UUAAAA": 500,
      "ACCGC": 501,
      "UGUAGCGGUGAAAUGCGUAG": 502,
      "UUGGGC": 503,
      "UAACGGC": 504,
      "ACGCCGUAAACG": 505,
      "GAAAC": 506,
      "AGCUAAC": 507,
      "AUAAAA": 508,
      "AGCGUGGGGAGCAAACAGGAUUAGAUACCCUGGUAGUCC": 509,
      "AGCGAAC": 510,
      "UCCUC": 511,
      "AGAAAA": 512,
      "UGAAGG": 513,
      "UAUUGCACAA": 514,
      "UGGGCGCAAGCC": 515,
      "UUUUGG": 516,
      "UGGUCUGAGAGGAUG": 517,
      "AUCAG": 518,
      "ACCAAGGCGACG": 519,
      "GAACGCUGGCGGC": 520,
      "GGCUAACUACGUGCCAGCAGCCGCGGUAAUACG": 521,
      "UGAGACACGGUCC": 522,
      "AGAAGC": 523,
      "UCCCG": 524,
      "UUCGGAA": 525,
      "ACGGCC": 526,
      "UAUGAA": 527,
      "UGACGCUGAGG": 528,
      "AUCAUU": 529,
      "ACCAGUGGCGAAGGC": 530,
      "ACCAAGGC": 531,
      "UA": 532,
      "UUUGAC": 533,
      "ACAAC": 534,
      "AUGUGAA": 535,
      "UGUAGCGGUGAAAUGC": 536,
      "UGUAG": 537,
      "UGGGAAC": 538,
      "AUCAUC": 539,
      "GGCCG": 540,
      "UAAUC": 541,
      "GGCUAACUCCGUGCCAGCAGCCGCGGUAAUACGG": 542,
      "UAAAGC": 543,
      "UGGCUC": 544,
      "AGACUGCC": 545,
      "UGUAC": 546,
      "UUGAG": 547,
      "GGUC": 548,
      "ACACUGGAAC": 549,
      "UAAUACCGG": 550,
      "UCCGGAA": 551,
      "UUAAUCGGAA": 552,
      "GCCUGGGGAGUAC": 553,
      "AUAACC": 554,
      "AGUCG": 555,
      "AUGGGC": 556,
      "GGGUC": 557,
      "AGUUCGG": 558,
      "AGGAAGGUGGGGAUGACGUC": 559,
      "UGAGAA": 560,
      "AUCCCC": 561,
      "GCGGUGAAUACGUUCCC": 562,
      "UGGAGG": 563,
      "AGAGUUUG": 564,
      "UGCAAGCG": 565,
      "UUUAUU": 566,
      "UGGAC": 567,
      "UGAGUAA": 568,
      "GAAGCACC": 569,
      "AGCCAUGCCGCG": 570,
      "GGCAA": 571,
      "UUGUCG": 572,
      "UAUUGGACAA": 573,
      "UUGGGG": 574,
      "AUCUC": 575,
      "GAAAGC": 576,
      "UGAAAA": 577,
      "ACAGC": 578,
      "UGAUGAA": 579,
      "GCCUGGGGAGUACGGCC": 580,
      "GAACC": 581,
      "UGGGCC": 582,
      "AGAGAA": 583,
      "AUGGGG": 584,
      "AGGCCC": 585,
      "AUAACG": 586,
      "AUGCGUAGAG": 587,
      "GAAGGCG": 588,
      "UCGGG": 589,
      "UGGCAA": 590,
      "AGCCCC": 591,
      "UCGCGG": 592,
      "GGACGGG": 593,
      "UCGUAACAAGG": 594,
      "AGCUUGC": 595,
      "UUUUAA": 596,
      "AGCGACGCC": 597,
      "UUAAUCGGAAUUACUGGGCGUAA": 598,
      "GGAAGG": 599,
      "ACAUC": 600,
      "UGAGUAACGCG": 601,
      "UUAUG": 602,
      "GCCUGGGGAG": 603,
      "UAGCCG": 604,
      "UGGGGUAA": 605,
      "UUCGAUGC": 606,
      "CCCUUG": 607,
      "CCCGG": 608,
      "UUUGAA": 609,
      "GCAAGGC": 610,
      "AUGGCCCUU": 611,
      "AUUUC": 612,
      "AGGAC": 613,
      "GAACGCUGGCGGCG": 614,
      "GGCGGACGGG": 615,
      "UUAAGC": 616,
      "UAUGGG": 617,
      "UUAUC": 618,
      "AUAUUC": 619,
      "UGGAG": 620,
      "AAGUCAUC": 621,
      "UGGGGC": 622,
      "AGUCUGCAACUCG": 623,
      "ACCCGC": 624,
      "AGAUGG": 625,
      "GGAAUCGCUAGUAA": 626,
      "UUCUC": 627,
      "AUUAAG": 628,
      "ACGUCAA": 629,
      "CCAA": 630,
      "UUUUGC": 631,
      "UCAAAA": 632,
      "AUGAAG": 633,
      "AUGAAC": 634,
      "AGUAG": 635,
      "ACACC": 636,
      "UGCUUAAC": 637,
      "ACACUGGAACUGAGACACGGUCC": 638,
      "ACACUGGGACUGAGACACGGCCCAGACUCCUACGGGAGGCAGCAGUGGGGAA": 639,
      "ACUGGG": 640,
      "UAUCAGC": 641,
      "UGGUGCAUGG": 642,
      "ACAUGCAAGUCG": 643,
      "UACGAA": 644,
      "UUAUUGGGCGUAA": 645,
      "CCCAA": 646,
      "AUGAUU": 647,
      "AACGG": 648,
      "UUUCG": 649,
      "ACUUG": 650,
      "AGGAGG": 651,
      "AAAAAA": 652,
      "UUGAAAC": 653,
      "GGGCCUUGUACACACCGCCCGUCACACC": 654,
      "AGGGUGCG": 655,
      "UAAGCACC": 656,
      "UGCGGC": 657,
      "UGGCGC": 658,
      "UGCAUU": 659,
      "UUUUCC": 660,
      "UCCCAA": 661,
      "UUAGG": 662,
      "AGCGUUG": 663,
      "UGAAGAAGGCC": 664,
      "UCCGC": 665,
      "UUUGGG": 666,
      "UUCGGGG": 667,
      "ĠAGAGUUUG": 668,
      "UUAUCCGGAUU": 669,
      "UGUUGG": 670,
      "UAGGAA": 671,
      "UGAAGC": 672,
      "ĠCC": 673,
      "UGCAC": 674,
      "AGUGGCGAACGGG": 675,
      "UAAAC": 676,
      "ACGAACGCUGGCGGCG": 677,
      "UUAAGUC": 678,
      "UGGGGGAA": 679,
      "AUUGAA": 680,
      "AGGUGCUGCAUGGCUGUCG": 681,
      "UAUCG": 682,
      "UUGACC": 683,
      "UAUUCC": 684,
      "AGUGAGGAA": 685,
      "ACCACC": 686,
      "UUGCG": 687,
      "ACAAAA": 688,
      "AGGAAG": 689,
      "UAUAUU": 690,
      "UAAUACAUGC": 691,
      "ACAUUGGGAC": 692,
      "AUGCCCCUU": 693,
      "UGCCCC": 694,
      "ACUAC": 695,
      "ACAAG": 696,
      "GGGAA": 697,
      "AGAAGAAGCACC": 698,
      "UGCGGG": 699,
      "UUCAG": 700,
      "UAGCCGGCC": 701,
      "UUCGAAGC": 702,
      "AGCCAC": 703,
      "AGCAACGCCGCGUGAG": 704,
      "AUUGAACGCUGGCGGC": 705,
      "UAGCUGGUCUGAGAGGAUG": 706,
      "UUGCAA": 707,
      "AUGAAGUC": 708,
      "UAGAGGUGAA": 709,
      "UUGCCAGC": 710,
      "UUAAAAC": 711,
      "ACUAA": 712,
      "UGAGAGG": 713,
      "UCUUG": 714,
      "ACCGGUGGCGAAGGC": 715,
      "AGCCAA": 716,
      "ĠUACG": 717,
      "AUGCCC": 718,
      "UAGGGC": 719,
      "ACGCCGUAAACGAUG": 720,
      "AGUUGG": 721,
      "UGAGGG": 722,
      "AUUUAA": 723,
      "UGACGGUACC": 724,
      "UCUAA": 725,
      "UGGGGAA": 726,
      "GGAC": 727,
      "UGGUGUAGCGGUGAAAUGC": 728,
      "UCAAG": 729,
      "AGUGGG": 730,
      "AUACAA": 731,
      "GCUGGCGGCG": 732,
      "GGAG": 733,
      "UAACACAUGCAAGUCGAAC": 734,
      "GCGAGG": 735,
      "ACCUGAGAGGG": 736,
      "ACCAGUGGCGAAGGCGGC": 737,
      "UUUUUUUU": 738,
      "UCGCAAG": 739,
      "ACGGUACC": 740,
      "AUGUG": 741,
      "UACGC": 742,
      "UGCCGC": 743,
      "AUAUAA": 744,
      "GCGUGAG": 745,
      "UAGCGAA": 746,
      "GGUGACAA": 747,
      "AUUAUU": 748,
      "AGACG": 749,
      "AAUAA": 750,
      "UCAAAGGAAUUGACGGGGGCCCGCACAAGCGGUGGAGCAUGUGGUUUAA": 751,
      "UUCGGAUUG": 752,
      "AGCUCC": 753,
      "UGUGGC": 754,
      "GGAAUUCC": 755,
      "AUUCGUAG": 756,
      "GGAAC": 757,
      "UGACAC": 758,
      "UUAGGG": 759,
      "UAGGCGGC": 760,
      "AGUUUU": 761,
      "UGGGCUACACACGUGCUACAA": 762,
      "UGGUUC": 763,
      "ACGUCAAAUCAUC": 764,
      "UGAAGUCGUAACAAGG": 765,
      "AUCCAA": 766,
      "NNNNNNNN": 767,
      "AUCAC": 768,
      "GGGCUCAACC": 769,
      "UAACGCG": 770,
      "AUGUCC": 771,
      "UUCGGAUCG": 772,
      "UGGGGGAAACCC": 773,
      "GCCGG": 774,
      "AGGCAA": 775,
      "GGCUAA": 776,
      "UGAUCGGCC": 777,
      "UAGAGGUGAAAUUCGUAG": 778,
      "UGAUAC": 779,
      "AUGACC": 780,
      "UGAGCC": 781,
      "UGAGGUAA": 782,
      "UCUAC": 783,
      "UGACGCUGAGGCGCGAA": 784,
      "AUUUU": 785,
      "UCGCG": 786,
      "AGCAGG": 787,
      "AUUAG": 788,
      "UCCCCC": 789,
      "UCUGCC": 790,
      "UACCAAGGCGACG": 791,
      "GAAGAA": 792,
      "ĠAGAGUUUGAUCC": 793,
      "GGUGACAAACCGG": 794,
      "GCAAUGGGCGAAAGCC": 795,
      "UGUAGCGGUGAAAUGCGUAGAG": 796,
      "AGGACG": 797,
      "ACUGCC": 798,
      "AUGGCGAAGGC": 799,
      "UGGUG": 800,
      "AUGGCC": 801,
      "UCAUG": 802,
      "AGCAUC": 803,
      "GGGGG": 804,
      "AGACGG": 805,
      "UAUAAC": 806,
      "AGCUAACGC": 807,
      "UAUAAG": 808,
      "UUGUU": 809,
      "AUGCAA": 810,
      "UUGACAUCC": 811,
      "AUUCAA": 812,
      "ĠGACGAACGCUGGCGGCG": 813,
      "GGCUAACUACGUG": 814,
      "AGUGGCGGACGGG": 815,
      "UGGGUAGC": 816,
      "UGAUCCAGCCAUGCCGCG": 817,
      "UUCAC": 818,
      "AGGGGC": 819,
      "UAGAGC": 820,
      "ACCAGCC": 821,
      "GCCUGGGGAGUACGG": 822,
      "ACGCCC": 823,
      "UGCUUAACACAUGCAAGUCGAAC": 824,
      "UGGUGCAUGGUUGUCG": 825,
      "UAACGG": 826,
      "UAAUACCGCAUACG": 827,
      "UGUAGCGGUGAAAUGCGUAGAUAUC": 828,
      "AGCCGCC": 829,
      "GCCUGGGGAGUACGGCCGCAAGG": 830,
      "GGGGGC": 831,
      "UGUGAC": 832,
      "AUUUAC": 833,
      "AGAAGAA": 834,
      "UAUUGC": 835,
      "UUCGAUGCAACGCGAAGAACCUUACC": 836,
      "GGUGAAUACGUUCCC": 837,
      "UAGCAA": 838,
      "ACGUU": 839,
      "UAUUGGUCAA": 840,
      "AUAUGC": 841,
      "AUAGCC": 842,
      "UGUUUU": 843,
      "GGGUUUAA": 844,
      "AGCAAUGCC": 845,
      "UACCCC": 846,
      "UAGGUGG": 847,
      "AGCAUU": 848,
      "AUGAAGC": 849,
      "AGGCGC": 850,
      "UGCCGG": 851,
      "AAGUCAUCAUGGCCCUU": 852,
      "UGCCUAAUACAUGC": 853,
      "CCCGCG": 854,
      "AGCGUGGGGAGCAAACAGG": 855,
      "ACCAGUGGCGAAGGCG": 856,
      "UGCAAGCGUUAAUCGGAAUUACUGGGCGUAA": 857,
      "UGGUAA": 858,
      "UUUGGC": 859,
      "UAGUCCGG": 860,
      "UACCGG": 861,
      "UGAAGUC": 862,
      "UCAAGC": 863,
      "AGCGUGGGGAGCGAAC": 864,
      "UCGAUG": 865,
      "UAAGAA": 866,
      "UAUGGC": 867,
      "AGCCGG": 868,
      "UGGUGG": 869,
      "ACCCAA": 870,
      "ACCAC": 871,
      "CCCGC": 872,
      "AGAAGG": 873,
      "UUCUUC": 874,
      "GGACCC": 875,
      "AGGUAG": 876,
      "AGAGGAA": 877,
      "UUCGGC": 878,
      "UCUCAGUUCGG": 879,
      "AUUAAGC": 880,
      "UACGGGG": 881,
      "UGCUCC": 882,
      "GCAGAU": 883,
      "AGACUCCUACGGGAGGCAGCAGUAGG": 884,
      "AGCUAA": 885,
      "AUCAGGAGGAAC": 886,
      "AUUAC": 887,
      "UCUAG": 888,
      "UAUUAA": 889,
      "AGGUGGUGCAUGGUUGUCG": 890,
      "AGGAGGAAC": 891,
      "ACGUCAAAUCAUCAUGCCCCUU": 892,
      "GCGGCC": 893,
      "UGGAUG": 894,
      "AUUAGAU": 895,
      "UGCAGC": 896,
      "UUUGAG": 897,
      "UGAAGAAGG": 898,
      "UAAUAA": 899,
      "UUUGUC": 900,
      "UGAGGUAACGGC": 901,
      "AUAGAA": 902,
      "AACUC": 903,
      "UGGGCG": 904,
      "AGUUUC": 905,
      "AUGUUC": 906,
      "UGGACC": 907,
      "UUCCCC": 908,
      "AGUUGC": 909,
      "UGAAAGCCC": 910,
      "UGCAGG": 911,
      "AAGUCCUC": 912,
      "UGACCG": 913,
      "UGGAUC": 914,
      "AAGAGG": 915,
      "AUUGCGAA": 916,
      "ACGAUG": 917,
      "UGGAAAC": 918,
      "AUAAGC": 919,
      "GGUGGAA": 920,
      "UGACGCUGAGGAGCGAA": 921,
      "GAACGC": 922,
      "GAAUCUUCC": 923,
      "UUCGC": 924,
      "ACCUGAGAGGGUGAUCGGCC": 925,
      "ACACUGGAACUGAGACACGGUCCAGACUCCUACGGGAGGCAGCAGUGGGGAA": 926,
      "GGCUAACUUCG": 927,
      "AGAGAC": 928,
      "AGAGGC": 929,
      "UACUC": 930,
      "UAACGGCCC": 931,
      "UUGAGUGC": 932,
      "AACAC": 933,
      "AGUGCC": 934,
      "AGCGCGCG": 935,
      "UGUGCC": 936,
      "AGCAGC": 937,
      "ACCCGAA": 938,
      "ACAACC": 939,
      "GGGAGGAAC": 940,
      "ACCUGGGG": 941,
      "ACGAAAGUC": 942,
      "UCAUGC": 943,
      "ACGGGG": 944,
      "AUAUGG": 945,
      "UCUUUU": 946,
      "GGCUAACUCCGUGCCAGCAGCCGCGGUAAUACGGAGGG": 947,
      "UUAGAG": 948,
      "UGAUGCAGCGACGCC": 949,
      "UGUAGG": 950,
      "GCAUGG": 951,
      "AGAAAGCCAC": 952,
      "UGGAUU": 953,
      "UUGCAGAA": 954,
      "UUUCCC": 955,
      "UGUUAA": 956,
      "UUGAAG": 957,
      "UCAACCG": 958,
      "UGGUAG": 959,
      "GGCUAACUACGUGCCAGCAGCCGCGGUAAUACGUAGG": 960,
      "GAAAGG": 961,
      "UGAGGAA": 962,
      "UUACCAAGGC": 963,
      "UGUAGCAGUGAA": 964,
      "UAGCCGGCCUGAGAGGG": 965,
      "UGGUAC": 966,
      "UCGCGGAUCAGC": 967,
      "GGAAACG": 968,
      "UGUGUGAAGAAGGCC": 969,
      "GGCCACAUUGGGAC": 970,
      "AUCUCC": 971,
      "AGGGCGCG": 972,
      "UGUGGG": 973,
      "UAACGC": 974,
      "ACCUCC": 975,
      "GGGCCUUGUACACACCGCCCGUCACACCAUGGG": 976,
      "UUUCAA": 977,
      "UGGUCGG": 978,
      "AGGGAC": 979,
      "UAGGCG": 980,
      "UGUAAG": 981,
      "UGGAGGAA": 982,
      "UUGACGGUACC": 983,
      "AGUGAGGAAUAUUGGUCAA": 984,
      "UGACAA": 985,
      "AUUUUC": 986,
      "AGGUGGUGCAUGGUUGUCGUCAGCUCGUGUCGUGAGAUGUUGGGUUAAGUCCCGCAACGAGCGCAA": 987,
      "AGCACC": 988,
      "AGAACC": 989,
      "AUGAAGUCGGAAUCGCUAGUAA": 990,
      "GGUCC": 991,
      "AGUGAC": 992,
      "AGAGCC": 993,
      "UGCUC": 994,
      "ACAUG": 995,
      "UAUGCC": 996,
      "AUUAGCUAG": 997,
      "UCAACCC": 998,
      "AUAUAC": 999,
      "UAAACC": 1000,
      "AUAUCC": 1001,
      "UUAUUC": 1002,
      "UACAGAGGG": 1003,
      "UUCGAA": 1004,
      "UUGAAC": 1005,
      "AGUAAC": 1006,
      "AGCGGC": 1007,
      "UCCUCC": 1008,
      "AGCUCG": 1009,
      "UUCGAAGCAACGCGAAGAACCUUACC": 1010,
      "UAUCCC": 1011,
      "GCGUUGUCCGGAA": 1012,
      "UGGCCC": 1013,
      "AGUACG": 1014,
      "ACGGCCUUCGGGUUGUAA": 1015,
      "AAGACC": 1016,
      "UAUUGGGCGUAA": 1017,
      "AAGAA": 1018,
      "UUUAAG": 1019,
      "UUCGGAAUUACUGGGCGUAA": 1020,
      "UGAGAUAC": 1021,
      "UCUUGC": 1022,
      "AGUUAA": 1023
    },
    "merges": [
      "G G",
      "A A",
      "U U",
      "C C",
      "A G",
      "U G",
      "A C",
      "U C",
      "U GG",
      "G C",
      "A GG",
      "U AA",
      "AG C",
      "A UU",
      "A CC",
      "A UG",
      "U CC",
      "G AA",
      "U AC",
      "UG C",
      "A UC",
      "U AG",
      "UU C",
      "AA C",
      "GG C",
      "UU G",
      "AA G",
      "GG G",
      "CC C",
      "A U",
      "UG AA",
      "AC G",
      "A UGG",
      "UAA C",
      "GC G",
      "UC G",
      "AGG C",
      "UG AG",
      "UGG C",
      "AUG C",
      "AG CC",
      "UG CC",
      "A UCC",
      "GG AA",
      "A UAA",
      "U ACC",
      "UU UU",
      "AC GG",
      "AGG G",
      "U AUU",
      "AG AA",
      "UU GG",
      "G CC",
      "U AGC",
      "UC AA",
      "UU AA",
      "GAA C",
      "AC AA",
      "U AGG",
      "UGG G",
      "ACC C",
      "UGG GG",
      "UG AC",
      "A UAC",
      "GC GG",
      "AGG AA",
      "UU CC",
      "AGC G",
      "UCC C",
      "GC AA",
      "AG AC",
      "GG CC",
      "AUU C",
      "UU UC",
      "UU GC",
      "AA AA",
      "AG AG",
      "CC G",
      "UAC G",
      "AC AC",
      "A UAG",
      "GG GG",
      "UG UC",
      "UAA G",
      "U AUC",
      "UU UG",
      "AG UC",
      "AUU G",
      "GGC G",
      "AA AC",
      "AAG UC",
      "AUG AA",
      "UG UG",
      "UC UC",
      "UGG AA",
      "ACC G",
      "AG UG",
      "UGG GC",
      "UU AC",
      "UC GC",
      "UUC GG",
      "UGC G",
      "U AUG",
      "UUC G",
      "UU UAA",
      "UC GG",
      "UU AG",
      "UC UG",
      "UCC G",
      "AAC G",
      "GAA G",
      "AG UGG",
      "UC AC",
      "A UAAC",
      "UG AGG",
      "AUGG C",
      "AG AGG",
      "AG AU",
      "AUG CC",
      "ACC AA",
      "U AGGC",
      "GG GC",
      "AUU AA",
      "GG UGAA",
      "UAC GGG",
      "AUC G",
      "AAG CC",
      "UU GAA",
      "U AU",
      "UAC AC",
      "GC GAA",
      "CC UU",
      "CCC G",
      "AUGC G",
      "AC UC",
      "UG UU",
      "GGC UAAC",
      "AA GG",
      "UC AG",
      "AC GC",
      "UG UAGC",
      "UGAC GC",
      "UGAG AC",
      "UU CCC",
      "GCG UAA",
      "AGC AGCC",
      "AUGG G",
      "AGGC AGC",
      "AG UGGC",
      "AGG GC",
      "UAC AA",
      "UC AGC",
      "AUU GG",
      "GAA GGC",
      "GCGG UAA",
      "AC GAA",
      "UU AAG",
      "UGCC AGCAGCC",
      "CC CC",
      "UG UCG",
      "UU GGG",
      "UGC AA",
      "AGC AA",
      "AUCC C",
      "UACGGG AGGCAGC",
      "AC GGG",
      "UU AAC",
      "UUC GGG",
      "AC UG",
      "UUG CC",
      "ACC GG",
      "UAG AG",
      "UUG UAA",
      "UAG UCC",
      "AGG AUU",
      "UAA GG",
      "UGCCAGCAGCC GCGGUAA",
      "UCC UACGGGAGGCAGC",
      "AGG GG",
      "GC ACAA",
      "AU AUU",
      "AU AUC",
      "AG UU",
      "UAA UACC",
      "UAA AA",
      "UAC GG",
      "AGG AAC",
      "UG CCC",
      "UUG AC",
      "GAA GC",
      "UGG CC",
      "UC UU",
      "U AGGG",
      "AG CCC",
      "UGAGAC ACGG",
      "AUU AGC",
      "AUAA G",
      "GC UGGC",
      "AGG CC",
      "AC UU",
      "AGCG UGGGG",
      "AGC AAAC",
      "ACC CC",
      "AGGAA GG",
      "UAA CC",
      "UUG ACGG",
      "AGGAUU AGAU",
      "AC AG",
      "AGAC UCCUACGGGAGGCAGC",
      "UGG UC",
      "GGC GG",
      "GC GC",
      "UACC C",
      "UGG AGC",
      "AUG UGG",
      "AGUGG GGAA",
      "UGUAGC GGUGAA",
      "GGG CC",
      "UAG UAA",
      "UCC GG",
      "N N",
      "Ġ G",
      "UG AAG",
      "UAG CC",
      "AC AUGC",
      "UC AAC",
      "AG UAC",
      "AGG AUG",
      "AGGAUUAGAU ACCC",
      "AG UGC",
      "U AUGG",
      "ACG CC",
      "UAG UUGG",
      "UG UAA",
      "AA CC",
      "AC UGC",
      "UAUU GG",
      "UGG GCGUAA",
      "UU UUC",
      "UGAG UAAC",
      "UGC UGC",
      "UAG AA",
      "AUU CC",
      "UAA GC",
      "U AUAA",
      "ACG UC",
      "AA GC",
      "AG AAG",
      "AGC GCAA",
      "UG ACGG",
      "AGC GC",
      "UU UUG",
      "UGC AAC",
      "GG UG",
      "UCAGC UCG",
      "UGG UAGUCC",
      "UU UCC",
      "AGC GG",
      "AG AAC",
      "UG AAC",
      "UGG AAC",
      "UUC AA",
      "AG AUU",
      "AC UCC",
      "AG AUG",
      "UU AUU",
      "UGG GAA",
      "AG AGC",
      "AUC AA",
      "GGCUAAC UACG",
      "AGC AAC",
      "AGCGUGGGG AGCAAAC",
      "AGGAUUAGAUACCC UGGUAGUCC",
      "AC AUU",
      "UAA ACG",
      "UG AGGC",
      "UG UGAA",
      "GAA GG",
      "AUGCG UAG",
      "UU GGC",
      "UAGG GG",
      "AG UGAA",
      "AGG GAA",
      "UG AUC",
      "UGGG AC",
      "UUAAG UCCC",
      "ACCG CCCG",
      "GAAC GCUGGC",
      "AAGUC GAAC",
      "AGC GAA",
      "AGC UC",
      "UCAA AGGAA",
      "UCAA CC",
      "GCC UGGGG",
      "CCC UU",
      "UCC CC",
      "UGCC G",
      "UG AUCC",
      "UGAG AUG",
      "UU ACC",
      "AGACUCCUACGGGAGGCAGC AGUGGGGAA",
      "UCG CC",
      "GGG AC",
      "AGGC G",
      "AGGAAGG UGGGG",
      "GGG CCC",
      "UAUU C",
      "UACG UUCCC",
      "UCAAAGGAA UUGACGG",
      "AU ACC",
      "UGAGACACGG CCC",
      "AU AGC",
      "UC AUU",
      "UACAC ACCGCCCG",
      "UC GAA",
      "AU AGG",
      "AUC GG",
      "UU UGG",
      "UG AUGC",
      "UGC GAA",
      "UAG AGG",
      "GCACAA GCGG",
      "AAG UCG",
      "UGGC G",
      "UC GGAA",
      "GGCG ACG",
      "UG AUG",
      "UAGC G",
      "AUAC G",
      "AACG AGCGCAA",
      "UCAGCUCG UGUCG",
      "CCUU ACC",
      "UUGGG UUAAGUCCC",
      "ACG UGC",
      "AC UGG",
      "AG UAA",
      "GCAA GG",
      "UG UGG",
      "UCAGCUCGUGUCG UGAGAUG",
      "U AUCC",
      "AG UUC",
      "AG ACC",
      "ACC AGUGGC",
      "AU AUG",
      "UC AGG",
      "UC UUC",
      "GC AACGAGCGCAA",
      "UUAC UGGGCGUAA",
      "UG AUU",
      "UU AUCC",
      "UG ACC",
      "UC AUC",
      "U AUGC",
      "UAG UC",
      "GCC G",
      "AUC AGC",
      "AUUC G",
      "UAAUACC GC",
      "UGG GGG",
      "AAC GCGAA",
      "AC AGG",
      "UGC GG",
      "GGCUAAC UCCG",
      "AUGUGG UUUAA",
      "AGGAAGGUGGGG AUG",
      "GCC GCG",
      "UCGC UAGUAA",
      "UGAA AC",
      "AC GGC",
      "UUG UACACACCGCCCG",
      "UGGAA UUCC",
      "UCAGCUCGUGUCGUGAGAUG UUGGGUUAAGUCCC",
      "GAA AGCC",
      "AUU GC",
      "UGGUC UGAG",
      "UC GGC",
      "UCC AA",
      "AUUAGC UAGUUGG",
      "UAGGC GG",
      "AG UUG",
      "GAAC GGG",
      "UC ACC",
      "UAA AAC",
      "UC UGG",
      "UAUU G",
      "UUCGGG UUGUAA",
      "AC UUC",
      "ACGUGC UACAA",
      "GAA AA",
      "Ġ C",
      "UC UGC",
      "UU UGC",
      "UACC G",
      "UGCAAC UCG",
      "AUGGC UGUCG",
      "UUG UUGG",
      "UG UGC",
      "AACGCGAA GAA",
      "UG UUC",
      "AG AGGG",
      "AUCC G",
      "GCG UUG",
      "AAC AA",
      "UU GGAA",
      "AU AU",
      "UC UCC",
      "AG AUC",
      "ACG CCG",
      "UUAA CC",
      "AGGC GG",
      "ACAUGC AAGUCGAAC",
      "UGG UGC",
      "UAA UAC",
      "UACC AA",
      "GG CCC",
      "AGC AC",
      "UGAA CC",
      "ACAC UGGGAC",
      "AUC AGG",
      "UGAGUAAC ACG",
      "GCG UG",
      "U AUAC",
      "UUG UC",
      "GAA UC",
      "UU AGC",
      "UCAGCUCGUGUCGUGAGAUGUUGGGUUAAGUCCC GCAACGAGCGCAA",
      "AGCAAC GCCGCG",
      "AG UAGG",
      "UAAC G",
      "GCACAAGCGG UGGAGC",
      "UU UAG",
      "AGG GGG",
      "UACAC ACGUGCUACAA",
      "GGC GC",
      "UGAG AGGG",
      "UGC GC",
      "AGCC G",
      "UGAA UACGUUCCC",
      "UU UAC",
      "NN NN",
      "GGCUAACUCCG UGCCAGCAGCCGCGGUAA",
      "AUGG AA",
      "UGGGC GC",
      "UGGGC GAAAGCC",
      "U AUAG",
      "GAA GGCC",
      "GGC AGC",
      "AUC GC",
      "UG UUG",
      "ACCC G",
      "GGCUAACUACG UGCCAGCAGCCGCGGUAA",
      "AG UCC",
      "AUC AGCC",
      "UG UCC",
      "UCAAAGGAAUUGACGG GGGCCC",
      "UGACGC UGAGGC",
      "UG AGC",
      "UUCC G",
      "AAG AC",
      "GAAC G",
      "AACGCGAAGAA CCUUACC",
      "UGGC GAAGGC",
      "AAC GC",
      "GG AUU",
      "ACACUGGGAC UGAGACACGGCCC",
      "AGCC AUGCC",
      "AUG AC",
      "GCACAAGCGGUGGAGC AUGUGGUUUAA",
      "GCG CC",
      "UG AUGG",
      "UGCUGC AUGGCUGUCG",
      "AGG UC",
      "AUG UC",
      "GCC CC",
      "UG ACG",
      "GGGCC UUGUACACACCGCCCG",
      "ACC UC",
      "GG GGC",
      "UCAC ACC",
      "AUUGG GCGUAA",
      "UAAC AAGG",
      "UUAA AA",
      "ACC GC",
      "UGUAGCGGUGAA AUGCGUAG",
      "UUGG GC",
      "UAAC GGC",
      "ACGCCG UAAACG",
      "GAA AC",
      "AGC UAAC",
      "AUAA AA",
      "AGCGUGGGGAGCAAAC AGGAUUAGAUACCCUGGUAGUCC",
      "AGC GAAC",
      "UCC UC",
      "AGAA AA",
      "UGAA GG",
      "UAUU GCACAA",
      "UGGGCGC AAGCC",
      "UUUU GG",
      "UGGUCUGAG AGGAUG",
      "AUC AG",
      "ACCAA GGCGACG",
      "GAACGCUGGC GGC",
      "GGCUAACUACGUGCCAGCAGCCGCGGUAA UACG",
      "UGAGACACGG UCC",
      "AGAA GC",
      "UCCC G",
      "UUC GGAA",
      "ACGG CC",
      "U AUGAA",
      "UGACGC UGAGG",
      "AUC AUU",
      "ACCAGUGGC GAAGGC",
      "ACCAA GGC",
      "U A",
      "UU UGAC",
      "AC AAC",
      "AUG UGAA",
      "UGUAGCGGUGAA AUGC",
      "UG UAG",
      "UGG GAAC",
      "AUC AUC",
      "GGCC G",
      "UAA UC",
      "GGCUAACUCCGUGCCAGCAGCCGCGGUAA UACGG",
      "UAA AGC",
      "UGGC UC",
      "AGAC UGCC",
      "UG UAC",
      "UUG AG",
      "GG UC",
      "ACAC UGGAAC",
      "UAAUACC GG",
      "UCC GGAA",
      "UUAA UCGGAA",
      "GCCUGGGG AGUAC",
      "AUAA CC",
      "AG UCG",
      "AUGG GC",
      "GGG UC",
      "AG UUCGG",
      "AGGAAGGUGGGGAUG ACGUC",
      "UGAG AA",
      "AUCC CC",
      "GCGG UGAAUACGUUCCC",
      "UGG AGG",
      "AGAG UUUG",
      "UGCAA GCG",
      "UU UAUU",
      "UGG AC",
      "UGAG UAA",
      "GAAGC ACC",
      "AGCCAUGCC GCG",
      "GGC AA",
      "UUG UCG",
      "UAUUGG ACAA",
      "UUGG GG",
      "AUC UC",
      "GAA AGC",
      "UGAA AA",
      "AC AGC",
      "UG AUGAA",
      "GCCUGGGGAGUAC GGCC",
      "GAA CC",
      "UGG GCC",
      "AG AGAA",
      "AUGG GG",
      "AGG CCC",
      "AUAAC G",
      "AUGCG UAGAG",
      "GAA GGCG",
      "UC GGG",
      "UGGC AA",
      "AGCC CC",
      "UC GCGG",
      "GG ACGGG",
      "UCG UAACAAGG",
      "AGC UUGC",
      "UUUU AA",
      "AGCG ACGCC",
      "UUAAUCGGAA UUACUGGGCGUAA",
      "GGAA GG",
      "AC AUC",
      "UGAGUAAC GCG",
      "UU AUG",
      "GCCUGGGG AG",
      "UAG CCG",
      "UGGGG UAA",
      "UUCG AUGC",
      "CCC UUG",
      "CCC GG",
      "UU UGAA",
      "GCAA GGC",
      "AUGG CCCUU",
      "AUU UC",
      "AGG AC",
      "GAACGCUGGC GGCG",
      "GGCGG ACGGG",
      "UUAA GC",
      "U AUGGG",
      "UU AUC",
      "AU AUUC",
      "UGG AG",
      "AAGUC AUC",
      "UGG GGC",
      "AGUC UGCAACUCG",
      "ACCC GC",
      "AG AUGG",
      "GGAA UCGCUAGUAA",
      "UUC UC",
      "AUU AAG",
      "ACG UCAA",
      "CC AA",
      "UUUU GC",
      "UCAA AA",
      "AUG AAG",
      "AUG AAC",
      "AG UAG",
      "AC ACC",
      "UGC UUAAC",
      "ACACUGGAAC UGAGACACGGUCC",
      "ACACUGGGACUGAGACACGGCCC AGACUCCUACGGGAGGCAGCAGUGGGGAA",
      "AC UGGG",
      "UAUC AGC",
      "UGGUGC AUGG",
      "ACAUGC AAGUCG",
      "UAC GAA",
      "UU AUUGGGCGUAA",
      "CCC AA",
      "AUG AUU",
      "AAC GG",
      "UU UCG",
      "AC UUG",
      "AGG AGG",
      "AAAA AA",
      "UUGAA AC",
      "GGGCCUUGUACACACCGCCCG UCACACC",
      "AGGG UGCG",
      "UAAGC ACC",
      "UGC GGC",
      "UGGC GC",
      "UGC AUU",
      "UUUU CC",
      "UCCC AA",
      "UU AGG",
      "AGCG UUG",
      "UGAA GAAGGCC",
      "UCC GC",
      "UU UGGG",
      "UUC GGGG",
      "Ġ AGAGUUUG",
      "UUAUCC GGAUU",
      "UG UUGG",
      "UAGG AA",
      "UGAA GC",
      "Ġ CC",
      "UGC AC",
      "AGUGGC GAACGGG",
      "UAA AC",
      "AC GAACGCUGGCGGCG",
      "UU AAGUC",
      "UGGGG GAA",
      "AUU GAA",
      "AGG UGCUGCAUGGCUGUCG",
      "UAUC G",
      "UUG ACC",
      "UAUU CC",
      "AGUG AGGAA",
      "ACC ACC",
      "UU GCG",
      "ACAA AA",
      "AGG AAG",
      "UAU AUU",
      "UAAUAC AUGC",
      "ACAUU GGGAC",
      "AUGCC CCUU",
      "UGCC CC",
      "AC UAC",
      "AC AAG",
      "GG GAA",
      "AGAA GAAGCACC",
      "UGC GGG",
      "UUC AG",
      "UAGCC GGCC",
      "UUC GAAGC",
      "AGCC AC",
      "AGCAACGCCGCG UGAG",
      "AUU GAACGCUGGCGGC",
      "UAGC UGGUCUGAGAGGAUG",
      "UU GCAA",
      "AUG AAGUC",
      "UAGAGG UGAA",
      "UUGCC AGC",
      "UUAA AAC",
      "AC UAA",
      "UGAG AGG",
      "UC UUG",
      "ACCGG UGGCGAAGGC",
      "AGCC AA",
      "Ġ UACG",
      "AUG CCC",
      "UAGG GC",
      "ACGCCGUAAACG AUG",
      "AG UUGG",
      "UG AGGG",
      "AUU UAA",
      "UGACGG UACC",
      "UC UAA",
      "UGG GGAA",
      "GG AC",
      "UGG UGUAGCGGUGAAAUGC",
      "UC AAG",
      "AG UGGG",
      "AUAC AA",
      "GCUGGC GGCG",
      "GG AG",
      "UAAC ACAUGCAAGUCGAAC",
      "GCG AGG",
      "ACC UGAGAGGG",
      "ACCAGUGGCGAAGGC GGC",
      "UUUU UUUU",
      "UCGC AAG",
      "ACGG UACC",
      "AUG UG",
      "UAC GC",
      "UGCC GC",
      "AU AUAA",
      "GCG UGAG",
      "UAGC GAA",
      "GGUG ACAA",
      "AUU AUU",
      "AG ACG",
      "AA UAA",
      "UCAAAGGAAUUGACGGGGGCCC GCACAAGCGGUGGAGCAUGUGGUUUAA",
      "UUCGG AUUG",
      "AGC UCC",
      "UG UGGC",
      "GGAA UUCC",
      "AUUCG UAG",
      "GG AAC",
      "UGAC AC",
      "UU AGGG",
      "UAGGC GGC",
      "AG UUUU",
      "UGGGC UACACACGUGCUACAA",
      "UGG UUC",
      "ACGUCAA AUCAUC",
      "UGAAG UCGUAACAAGG",
      "AUCC AA",
      "NNNN NNNN",
      "AUC AC",
      "GGGC UCAACC",
      "UAAC GCG",
      "AUG UCC",
      "UUCGG AUCG",
      "UGGGGGAA ACCC",
      "GCC GG",
      "AGGC AA",
      "GGC UAA",
      "UGAUC GGCC",
      "UAGAGGUGAA AUUCGUAG",
      "UG AUAC",
      "AUG ACC",
      "UGAG CC",
      "UGAGG UAA",
      "UC UAC",
      "UGACGCUGAGGC GCGAA",
      "AUU UU",
      "UC GCG",
      "AGC AGG",
      "AUU AG",
      "UCC CCC",
      "UC UGCC",
      "UACCAA GGCGACG",
      "GAA GAA",
      "ĠAGAGUUUG AUCC",
      "GGUGACAA ACCGG",
      "GCAA UGGGCGAAAGCC",
      "UGUAGCGGUGAA AUGCGUAGAG",
      "AGG ACG",
      "AC UGCC",
      "AUGGC GAAGGC",
      "UGG UG",
      "AUGG CC",
      "UC AUG",
      "AGC AUC",
      "GG GGG",
      "AG ACGG",
      "U AUAAC",
      "AGCUAAC GC",
      "U AUAAG",
      "UUG UU",
      "AUGC AA",
      "UUGAC AUCC",
      "AUUC AA",
      "ĠG ACGAACGCUGGCGGCG",
      "GGCUAACUACG UG",
      "AGUGGC GGACGGG",
      "UGGG UAGC",
      "UGAUCC AGCCAUGCCGCG",
      "UUC AC",
      "AGG GGC",
      "UAG AGC",
      "ACC AGCC",
      "GCCUGGGGAG UACGG",
      "ACG CCC",
      "UGCUUAAC ACAUGCAAGUCGAAC",
      "UGGUGCAUGG UUGUCG",
      "UAAC GG",
      "UAAUACCGC AUACG",
      "UGUAGCGGUGAAAUGCGUAG AUAUC",
      "AGCC GCC",
      "GCCUGGGGAGUACGGCC GCAAGG",
      "GGGG GC",
      "UG UGAC",
      "AUU UAC",
      "AGAA GAA",
      "UAUU GC",
      "UUCGAUGC AACGCGAAGAACCUUACC",
      "GGUGAA UACGUUCCC",
      "UAGC AA",
      "ACG UU",
      "UAUUGG UCAA",
      "AU AUGC",
      "AUAG CC",
      "UG UUUU",
      "GGG UUUAA",
      "AGCAA UGCC",
      "UACC CC",
      "UAGG UGG",
      "AGC AUU",
      "AUGAA GC",
      "AGGC GC",
      "UGCC GG",
      "AAGUCAUC AUGGCCCUU",
      "UGCC UAAUACAUGC",
      "CCC GCG",
      "AGCGUGGGGAGCAAAC AGG",
      "ACCAGUGGC GAAGGCG",
      "UGCAAGCG UUAAUCGGAAUUACUGGGCGUAA",
      "UGG UAA",
      "UU UGGC",
      "UAGUCC GG",
      "UACC GG",
      "UG AAGUC",
      "UCAA GC",
      "AGCGUGGGG AGCGAAC",
      "UCG AUG",
      "UAA GAA",
      "U AUGGC",
      "AGCC GG",
      "UGG UGG",
      "ACCC AA",
      "ACC AC",
      "CCC GC",
      "AGAA GG",
      "UUC UUC",
      "GG ACCC",
      "AGG UAG",
      "AG AGGAA",
      "UUC GGC",
      "UCUC AGUUCGG",
      "AUUAA GC",
      "UAC GGGG",
      "UGC UCC",
      "GC AGAU",
      "AGACUCCUACGGGAGGCAGC AGUAGG",
      "AGC UAA",
      "AUCAGG AGGAAC",
      "AUU AC",
      "UC UAG",
      "UAUU AA",
      "AGG UGGUGCAUGGUUGUCG",
      "AGG AGGAAC",
      "ACGUCAAAUCAUC AUGCCCCUU",
      "GCGG CC",
      "UGG AUG",
      "AUU AGAU",
      "UGC AGC",
      "UU UGAG",
      "UGAA GAAGG",
      "UAA UAA",
      "UU UGUC",
      "UGAGG UAACGGC",
      "AUAG AA",
      "AAC UC",
      "UGG GCG",
      "AG UUUC",
      "AUG UUC",
      "UGG ACC",
      "UUCC CC",
      "AG UUGC",
      "UGAA AGCCC",
      "UGC AGG",
      "AAG UCCUC",
      "UG ACCG",
      "UGG AUC",
      "AAG AGG",
      "AUU GCGAA",
      "ACG AUG",
      "UGG AAAC",
      "AUAA GC",
      "GG UGGAA",
      "UGACGCUGAGG AGCGAA",
      "GAAC GC",
      "GAAUC UUCC",
      "UUC GC",
      "ACCUGAGAGGG UGAUCGGCC",
      "ACACUGGAACUGAGACACGGUCC AGACUCCUACGGGAGGCAGCAGUGGGGAA",
      "GGCUAAC UUCG",
      "AG AGAC",
      "AG AGGC",
      "UAC UC",
      "UAAC GGCCC",
      "UUG AGUGC",
      "AAC AC",
      "AG UGCC",
      "AGCGC GCG",
      "UG UGCC",
      "AGC AGC",
      "ACCC GAA",
      "ACAA CC",
      "GGG AGGAAC",
      "ACC UGGGG",
      "ACGAA AGUC",
      "UC AUGC",
      "ACGG GG",
      "AU AUGG",
      "UC UUUU",
      "GGCUAACUCCGUGCCAGCAGCCGCGGUAAUACGG AGGG",
      "UU AGAG",
      "UGAUGC AGCGACGCC",
      "UG UAGG",
      "GC AUGG",
      "AGAA AGCCAC",
      "UGG AUU",
      "UUGC AGAA",
      "UU UCCC",
      "UG UUAA",
      "UU GAAG",
      "UCAA CCG",
      "UGG UAG",
      "GGCUAACUACGUGCCAGCAGCCGCGGUAAUACG UAGG",
      "GAA AGG",
      "UG AGGAA",
      "UU ACCAAGGC",
      "UGUAGC AGUGAA",
      "UAGCCGGCC UGAGAGGG",
      "UGG UAC",
      "UCGCGG AUCAGC",
      "GGAA ACG",
      "UGUG UGAAGAAGGCC",
      "GGCC ACAUUGGGAC",
      "AUC UCC",
      "AGGGC GCG",
      "UG UGGG",
      "UAAC GC",
      "ACC UCC",
      "GGGCCUUGUACACACCGCCCGUCACACC AUGGG",
      "UU UCAA",
      "UGG UCGG",
      "AGGG AC",
      "UAGGC G",
      "UG UAAG",
      "UGG AGGAA",
      "UUGACGG UACC",
      "AGUGAGGAA UAUUGGUCAA",
      "UG ACAA",
      "AUU UUC",
      "AGGUGGUGCAUGGUUGUCG UCAGCUCGUGUCGUGAGAUGUUGGGUUAAGUCCCGCAACGAGCGCAA",
      "AGC ACC",
      "AGAA CC",
      "AUGAAGUC GGAAUCGCUAGUAA",
      "GG UCC",
      "AG UGAC",
      "AG AGCC",
      "UGC UC",
      "AC AUG",
      "UAUG CC",
      "AUUAGC UAG",
      "UCAA CCC",
      "AU AUAC",
      "UAA ACC",
      "AU AUCC",
      "UU AUUC",
      "UAC AGAGGG",
      "UUC GAA",
      "UU GAAC",
      "AG UAAC",
      "AGC GGC",
      "UCC UCC",
      "AGC UCG",
      "UUCGAAGC AACGCGAAGAACCUUACC",
      "U AUCCC",
      "GCGUUG UCCGGAA",
      "UGG CCC",
      "AG UACG",
      "ACGGCC UUCGGGUUGUAA",
      "AAG ACC",
      "UAUUGG GCGUAA",
      "AA GAA",
      "UU UAAG",
      "UUCGGAA UUACUGGGCGUAA",
      "UGAG AUAC",
      "UC UUGC",
      "AG UUAA"
    ]
  }
}